/*
Navicat MySQL Data Transfer

Source Server         : mysql
Source Server Version : 50621
Source Host           : localhost:3306
Source Database       : lgyc

Target Server Type    : MYSQL
Target Server Version : 50621
File Encoding         : 65001

Date: 2017-06-01 16:21:58
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for student_information
-- ----------------------------
DROP TABLE IF EXISTS `student_information`;
CREATE TABLE `student_information` (
  `id` int(255) NOT NULL AUTO_INCREMENT,
  `student_id` int(255) NOT NULL,
  `chinese_name` varchar(255) NOT NULL COMMENT '中文名字',
  `nickname` varchar(255) DEFAULT NULL COMMENT '绰号',
  `sex` varchar(255) DEFAULT NULL COMMENT '性别',
  `birthday` varchar(255) DEFAULT NULL COMMENT '出生年月',
  `country` varchar(255) DEFAULT NULL COMMENT '国籍',
  `political_status` varchar(255) DEFAULT NULL COMMENT '政治面貌',
  `native_place` varchar(255) DEFAULT NULL COMMENT '籍贯',
  `nation` varchar(255) DEFAULT NULL COMMENT '民族',
  `faculty` varchar(255) DEFAULT NULL COMMENT '院系',
  `religious` varchar(255) DEFAULT NULL COMMENT '宗教',
  `marital_status` varchar(255) DEFAULT NULL,
  `professional` varchar(255) DEFAULT NULL,
  `speciality` varchar(255) DEFAULT NULL,
  `identity_card` varchar(255) DEFAULT NULL,
  `passport` varchar(255) DEFAULT NULL,
  `high_school_time` varchar(255) DEFAULT NULL,
  `graduation_date` varchar(255) DEFAULT NULL,
  `high_school` varchar(255) DEFAULT NULL,
  `contact` varchar(255) DEFAULT NULL,
  `qq` varchar(255) DEFAULT NULL,
  `wechat` varchar(255) DEFAULT NULL,
  `class` varchar(255) DEFAULT NULL,
  `dorm` varchar(255) DEFAULT NULL,
  `household_register` varchar(255) DEFAULT NULL,
  `attainment_level` varchar(255) DEFAULT NULL,
  `annual_household_income` varchar(255) DEFAULT NULL,
  `direct_dependent` text,
  `award` varchar(255) DEFAULT NULL,
  `student_leader` varchar(255) DEFAULT NULL,
  `student_leader_phone` varchar(255) DEFAULT NULL,
  `head_teacher` varchar(255) DEFAULT NULL,
  `head_teacher_phone` varchar(255) DEFAULT NULL,
  `dorm_friend` varchar(255) DEFAULT NULL,
  `dorm_friend_phone` varchar(255) DEFAULT NULL,
  `retake_exam_conditions` varchar(255) DEFAULT NULL,
  `study_properties` varchar(255) DEFAULT NULL,
  `photo` varchar(255) DEFAULT NULL,
  `user_id` int(11) NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `unique` (`id`) USING HASH,
  UNIQUE KEY `unq` (`user_id`)
) ENGINE=InnoDB AUTO_INCREMENT=163 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of student_information
-- ----------------------------
INSERT INTO `student_information` VALUES ('93', '130268012', '韩佳伟', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', null, null, '', '', null, '97');
INSERT INTO `student_information` VALUES ('94', '130268040', '依孜布拉·依比', '', '男', '1992-12-21', '中国', '团员', '新疆', '维吾尔族', '智慧教育学院', '', '未婚', '计算机科学与技术(物联网技术)', '运动', '653126199212213010', '无', '2009-09-01', '2013-06', '苏州高新区第一中学', '18952261757', '1250074999', '', '13计81', '15#301', '叶城县夏合甫乡3村3组88号依比·阿布都拉（收）', '英语四级，普通话乙级', '9000', '依比·阿布都拉       父亲      喀什叶城  农民  13399784616\r\n吐拉尼沙·卡地尔   母亲       喀什叶城  农民\r\n阿迪力·依比           哥哥      喀什叶城  农民\r\n吐拉尼克孜            姐姐      喀什叶城  农民', '', '郭薇', '15950690776', '张文斌', '13775888218', '', '', '无', '内高，定向生', '\\20170312\\82e7547a646a5068c887e69b02c968bd.jpg', '51');
INSERT INTO `student_information` VALUES ('95', '130268001', '阿尔祖古丽·依科木', '', '女', '1993-05-27', '中国', '团员', '新疆', '维吾尔族', '智慧教育学院', '', '未婚', '计算机科学与技术(物联网技术)', '体育', '653125199305276428', '无', '2010-09-01', '2013-06', '莎车县一中', '18952261757', '1069571923', '1069571923', '13计82', '23#203', '新疆莎车县莎车镇古鲁巴格路4组127号', '', '15000', '依科木·萨力           父亲    新疆莎车县莎车镇古鲁巴格霍伊拉社区    农民   15199883888\r\n阿依吐拉·图尔孙    母亲    新疆莎车县莎车镇古鲁巴格霍伊拉社区    农民\r\n雪合莱提·依科木   兄妹     新疆莎车县莎车镇古鲁巴格霍伊拉社区     无\r\n夏吾凯提·依科木   兄妹    新疆莎车县莎车镇古鲁巴格霍伊拉社区      个人营业   13379880088\r\n', '', '', '', '', '', null, null, '', '', '\\20170312\\ace993791c60db246bff005634e9367f.jpg', '52');
INSERT INTO `student_information` VALUES ('96', '130268049', '阿米娜姆·阿卜拉', '', '女', '1993-09-11', '中国', '团员', '新疆', '维吾尔族', '智慧教育学院', '无', '未婚', '计算机科学与技术(物联网技术)', '唱歌', '652922199309113427', '无', '2009-09-01', '2013-06', '山东省威海一中', '15214824479', '1172831067', '', '13计82', '23#203', '新疆阿克宿温宿县克孜勒镇其克特村3组14号', '英语四级，普通话二级乙', '1700', '帕旦姆              母亲       新疆温宿县  农民\r\n阿布都可燃木   二哥       新疆温宿县  农民    13579120490\r\n阿布都热依木   小哥       新疆温宿县  农民\r\n阿依萨娜姆      侄女        新疆温宿县  农民\r\n', '', '郭薇', '15950690776', '张文斌', '13775888218', '茹克亚·艾因丁', '18361351286', '无', '内高，非定向', '\\20170312\\0fbc7020d75a6308151715d4bf47af4b.jpg', '53');
INSERT INTO `student_information` VALUES ('97', '130268054', '代七奇', '无', '男', '1993-11-08', '中国', '群众', '贵州毕节纳雍', '穿青人', '智慧教育学院', '无', '未婚', '计算机科学与技术（物联网技术）', '球类运动', '522426199311084417', '无', '2013-09', '2017-06', '江苏师范大学', '18361352221', '614567725', '378246727', '13计82', '16#218-1', '贵州毕节纳雍', '', '5000', '代天伦   父亲   贵州省纳雍县勺窝乡糯谷珠村大塘口组  务农 \r\n卢起群   母亲   贵州省纳雍县勺窝乡糯谷珠村大塘口组  务农  18285712615\r\n代敏      妹妹   贵州省纳雍县    纳雍五中    学生', '', '贾高锋', '18361350920', '张文斌', '13775888218', '李一峰', '18361350511', '大学英语2    概率论与数理统计  通信原理  Android开发基础教程', '非定向内高生', '\\20170315\\ba46fe807e46e63b1c66b03eeb7a2feb.jpg', '98');
INSERT INTO `student_information` VALUES ('98', '130268072', '热依莱姆·吾拉木', '', '女', '1992-12-09', '中国', '团员', '新疆', '维吾尔族', '智慧教育学院', '', '未婚', '计算机科学与技术(物联网技术)', '体育，文艺', '653121199212090645', '无', '2009-09-01', '2013-06', '杭州师范大学附属中学', '18361351052', '2947971551', '2947971551', '13计82', '23#203', '喀什疏附县塔什米力克乡6村1组 吾拉木·买买提收', '英语四级，英语六级，普通话二级乙，会计从业资格证，驾驶证', '6000', '吾拉木·买买提       父亲  喀什疏附县塔什米力克乡  农民   18997636620\r\n阿提开姆·艾海提   母亲   喀什疏附县塔什米力克乡  农民 \r\n麦麦提江·吾拉木   弟弟    宁夏银川                          北京民族大学  18295074231\r\n穆海麦提·吾拉木   弟弟    喀什疏附县塔什米力克乡 \r\n玉素普江·吾拉木  弟弟      喀什疏附县塔什米力克乡    初中生', '2013-2014年优秀个人奖，2013-2104年先进个人奖', '郭薇', '15950690776', '张文斌', '13775888218', '茹克亚·艾因丁', '18361351286', '无', '内高，非定向生', '\\20170312\\bc88df30eb6c0d7cd07499bdfaabf619.jpg', '54');
INSERT INTO `student_information` VALUES ('99', '130268073', '茹克亚·艾因丁', '', '女', '1993-04-07', '中国', '团员', '新疆', '维吾尔族', '智慧教育学院', '', '未婚', '计算机科学与技术(物联网技术)', '跳舞', '652122199304070567', '无', '2010-09-01', '2013-06', '新疆鄯善县鲁克沁一中', '18361351286', '1536828304', '1536828304', '13计82', '23#203', '新疆鄯善县鲁克沁镇托万买里村二组', '普通话二级乙', '9000', '艾因丁·阿不都             父亲            新疆鄯善县鲁克沁镇托万买里村二组  农民  13070348317\r\n阿依山木汗·买合木提   母亲         新疆鄯善县鲁克沁镇托万买里村二组  农民\r\n祖拜但·艾因定            妹妹           新疆鄯善县鲁克沁镇托万买里村二组\r\n阿加汗·阿布都          姑姑           新疆鄯善县鲁克沁镇托万买里村二组\r\n艾克但·艾尔西丁     表妹            新疆鄯善县鲁克沁镇托万买里村二组    小学生', '', '郭薇', '15950690776', '张文斌', '13775888218', '热依拉', '18361351052', '无', '预科生，非定向', '\\20170312\\1be0e9504dcb1927aaad524c61116bb7.jpg', '55');
INSERT INTO `student_information` VALUES ('100', '130268078', '邰璐璐', '璐璐', '女', '1994-02-02', '中国', '团员', '内蒙古通辽市科尔沁区', '蒙', '智慧教育', '无', '未婚', '计算机科学与技术', '看书', '152322199402020021', '无', '2009年9月', '2012年7月', '通辽市第一中学', '18361351279', '463347955 老邰', 'miao9422 iguazu', '13计82', '23#206-2', '内蒙古通辽市科尔沁区', '普通话，英语四级，驾驶证', '5万', '朱季秋；母女；内蒙古通辽市；个体；14794858715', '2013-2014获优秀团员\r\n', '贾高峰', '18361350920', '张文斌', '13775888218', '史秋艺', '18361350507', '无', '预科非定向', '\\20170315\\a90c4b34e35ccfb6e6f4037655bc2b56.jpg', '99');
INSERT INTO `student_information` VALUES ('101', '130268082', '文英', '', '女', '1993-11-09', '中国', '共青团', '贵州省', '苗族', '智慧教育学院', '无', '未婚', '计算机科学与技术（物联网）', '待人真诚，做事有上进心，头脑灵活，接受能力强。处事自信、认真、有主见， 不怕辛苦。', '522701199311093128', '', '2010-09', '2013-06', '贵州省都匀市坝固镇坝固中学', '18361352223   15708649831', '1499394739  幸福*下一站', 'ljc112288   花开半夏', '13智82', '23#205', '贵州省都匀市坝固镇羊列村一组', '普通话  英语四级', '35000', '文荣刚   父女  浙江省台州市路桥区金清镇五丰小区   18657651806     吴朝群   母女  贵州省都匀市坝固镇羊列村一组  13706616935       文庆杰  姐弟   江苏省苏州市相城区太平大街35号  13385185695', '', '郭薇', '15950690776', '张文斌', '13775888218', '王慧芳', '18361350675', '', ' 非', '\\20170314\\ecd19d780300a9bc38a90b80de6cd36f.jpg', '100');
INSERT INTO `student_information` VALUES ('102', '130095001', '陈霖', '无', '女', '1994-09-18', '中国', '团员', '云南省昭通市', '彝', '智慧教育学院', '无', '未婚', '教育技术学', '剪辑视频', '532129199409181324', '无', '2009年8月', '2012年6月', '昭通市民族中学', '15252086853', '576215186', '无', '13教51', '22#204-1', '云南昭通市彝良县奎香乡寸田村水库组', '普通话二级乙等、计算机一级B、驾驶证C', '5000', '陈正宽、父女、云南省昭通市彝良县奎香小学、奎香中心小学、13578019746\r\n王朝秀、母女、云南省昭通市彝良县奎香小学、奎香、15198575539\r\n陈勇、姐弟、云南省昭通市彝良县奎香小学、15559691997', '院水果拼盘大赛三等奖', '张临英', '18136002302', '王娟', '13813465910', '黄丽媚', '15150091096', '无', '预科非定向', '\\20170314\\275d3f99a1880c237099bd6d885cf9db.jpg', '101');
INSERT INTO `student_information` VALUES ('103', '130095009', '黄丽媚', '无', '女', '1993-09-13', '中国', '共青团员', '广西南宁', '壮族', '智慧教育学院', '无', '未婚', '教育技术学', '视频剪辑', '45212319930913432X', '无', '2009', '2012', '开智中学', '15150091096', '1512176737   晴空微澜', 'simpleday0    君君君于半时光', '13教51', '22#204', '广西壮族自治区南宁市宾阳县黎塘镇凤鸣村委会杨村', '普通话二级乙等、国家计算机等级二级、C1驾驶证', '15000', '黄显东  父女  广西壮族自治区南宁市宾阳县黎塘镇凤鸣村委会杨村  黎塘镇杨村  13978168364\r\n梁寿月  母女  广西壮族自治区南宁市宾阳县黎塘镇凤鸣村委会杨村  黎塘镇杨村  15578108290\r\n黄焕婷  姐妹  云南省昆明市    云南省昆明市   13557711987\r\n黄世能  姐弟  湖北汽车工业学院  湖北汽车工业学院  13978776364', '2014年 校大学生就业与创业协会“优秀干事”称号\r\n2014年 教学科学学院第三届水果拼盘大赛荣获三等奖\r\n2015年 三等奖学金\r\n2016年 优秀实习生、三等奖学金', '徐超超', '18961398876', '王娟', '13813465910', '张临英', '18136002302', '无', '非定向', '\\20170314\\8b95b4551050765b29ba539951fee9b5.jpg', '102');
INSERT INTO `student_information` VALUES ('104', '130095013', '景爽', '爽儿、小爽', '女', '1995-11-11', '中国', '团员', '内蒙古赤峰喀喇沁旗', '蒙古族', '智慧教育学院', '无', '未婚', '教育技术学', '舞蹈', '15040319951111104X', '无', '2010-09', '2013-06', '赤峰市元宝山区第一中学', '18552829471', '759523692', '筱爽', '13教51', '22#205', '内蒙古自治区赤峰市元宝山区', '本科', '五万', '景文明  父女  内蒙古自治区赤峰市元宝山区银河小区  内蒙古赤峰市元宝山区公路段  13404861118\r\n于文杰  母女  内蒙古自治区赤峰市元宝山区银河小区  内蒙古赤峰市元宝山区交通局  15004896118\r\n景禹顺  姐弟  内蒙古自治区赤峰市元宝山区银河小区  无  15004896112', '普通话二甲、英语四级、驾驶证', '张临英', '18136002302', '王娟', '13813465910', '贺宇琳', '15150091912', '无\r\n\r\n', '非定向', '\\20170314\\6aaa6dcecd5fb40691cb81c96745c534.jpg', '103');
INSERT INTO `student_information` VALUES ('105', '130095014', '李佳文', '小文', '女', '1995-01-26', '中国', '共青团员', '湖南永州', '瑶', '智慧教育学院', '无', '未婚', '教育技术学', '音视频剪辑', '431129199501262229', '无', '2010-09-01', '2013-07-01', '江华一中', '18361350285', '821910526     挥挽如风', 'ljw821910526     jia', '13教51', '22#205-1', '湖南省江华瑶族自治县塘头坪村三组', '计算机二级、英语四级', '10000', '李群、父亲、广东省东莞市常平镇桥梓村、无、18676972839\r\n莫春红、母亲、广东省东莞市常平镇桥梓村、东莞市安泰电缆厂、13066121589', '2014年12月，获江苏师范大学第十四届多媒体课件大赛决赛三等奖\r\n2015年1月，获“学风创优”活动先进个人称号\r\n2016年6月，在教育实习工作中，被评为“优秀实习生”\r\n2016年5月，在江苏师范大学伯藜学社举办的求职面试模拟大赛中荣获三等奖', '张临英', '18136002302', '王娟', '13813465910', '叶衍柳', '18361352118', '无', '内高非', '\\20170314\\b49e2f8314014c8688c67464079611cd.jpg', '104');
INSERT INTO `student_information` VALUES ('106', '130095019', '马蓉', '', '女', '1995-03-28', '中国', '预备党员', ' 甘肃兰州', '回族', '智慧教育学院', '无', '未婚', '教育技术学', '舞蹈', '	620121199503281443', '无', '2011-09-01', '2013-06', '	西铁中学', ' 18361350512 ', '1009108189/V.I	', 'Vv_tuotu/阿花花花花哩', '班级 13教51', '宿舍 22#213-2', '甘肃兰州', ' 英语四级、普通话二甲、心理咨询师三级', '八万', '马有平    父女     甘肃省兰州市腾达西铁公司福利区     经商                 15719311630 \r\n马银莲   母女     甘肃省兰州市腾达西铁公司福利区     腾达西铁公司    18361350512\r\n', '教科院学生会优秀委员、2013—2014学年度优秀团干部、2013-2014年度三等奖学金、2013-2014年度“优秀学生干部”称号、江苏师范大学第十四届多媒体课件大赛特等奖、2014-2015学年度教育科学学院优秀学生会干部、“学风创优”活动先进个人称号、江苏师范大学第七届校园舞蹈大赛团体特等奖、2014-2015年度三等奖学金金、2014-2015年度“优秀学生干部标兵”称号、2015学年度优秀团干部、2016教育实习优秀实习生、国家心理咨询师三级证书、2015-2016年度二等奖学金\r\n', '徐超超', ' 18961398876', '王娟', ' 13813465910', '李颖', '18361350513', '无', ' 非定向', '\\20170405\\3304c3b879831050e33b32e58a22718b.png', '105');
INSERT INTO `student_information` VALUES ('107', '130095027', '覃新栩', '', '女', '1993-07-30', '中国', '共青团员', '广西河池', '壮族', '智慧教育 学院', '无', '未婚', '教育技术学', '影视后期，绘画', '452701199307302128', '', '2009-09-01', '2012-06-07', '河池高中', '邮箱：523891052@qq.com', '523891052', '', '13教51', '22#205-2', '广西河池', '', '不知', '', '', '', '', '', '', '', '', '', '', null, '106');
INSERT INTO `student_information` VALUES ('108', '130095034', '王珣', '无', '女', '1996-03-13', '中国', '共青团员', '湖北', '回族', '智慧教育学院', '无', '未婚', '教育技术学', '', '421081199603130620', '', '2010', '2013', '湖北省荆州石首市第一中学', '13003514145', '542546885', '', '13教51', '22#213-1', '湖北省荆州石首市笔架山街道服紫岗街30号201室', '普通话二甲、英语六级、计算机二级', '', '马荣、母亲、湖北省荆州石首市笔架山街道服紫岗街30号201室、湖北省荆州石首市气象局、13972348573', '2013-2014专业三等奖学金	\r\n2015-2016专业三等奖学金	\r\n校第十四届多媒体课件大赛三等奖\r\n校微电影大赛非专业组三等奖	\r\n', '时丹婷', '15950691709', '王娟', '13813465910', '侯悦', '18361351858', '', '非定向', '\\20170314\\8c75fc235adc1c43a9551c9a00537ca1.jpg', '107');
INSERT INTO `student_information` VALUES ('109', '130095037', '韦香', '', '女', '1991-09-26', '中国', '团员', '广西', '壮族', '智慧教育学院', '', '未婚', '教育技术学', '', '452132199109263625', '', '2009', '2012', '宁明中学', '18361351298', '642069322', '642069322', '13教51', '22#205-2', '广西壮族自治区宁明县峙浪乡派台村浦龙屯', '普通话二级乙等，计算机C二级', '50000', '韦太明  父女关系      深圳市龙岗区同乐绿色蔬菜基地    15818637607', '', '', '', '', '', null, null, '', '预科非定向', '\\20170314\\ea330053e411d1b87fe0999f2b441670.jpg', '108');
INSERT INTO `student_information` VALUES ('110', '140261001', '玛伊努尔·阿卜杜伊米提', '', '女', '1992-10-05', '中国', '团员', '新疆', '维吾尔族', '智慧教育学院', '', '未婚', '计算机科学与技术(S)', '', '653222199210050027', '无', '2010-09-01', '2013-06', '和田地区二中', '15152187719', '362492271', '362492271', '14计11', '29#617', '新疆和田市墨玉县邮政局', '英语四级，普通话二级乙', '12000', '阿卜杜依米提       父亲  和田市墨玉县    叁种场    18690362946\r\n柔鲜古力             母亲   和田市墨玉县  \r\n阿依努尔             姐姐   和田市墨玉县  \r\n努尔曼古丽         奶奶   和田市墨玉县  ', '', '', '', '', '', null, null, '', '预科生', '\\20170312\\9c39cd367373c8b4685e2a72983a5f77.jpg', '56');
INSERT INTO `student_information` VALUES ('111', '140261002', '努尔艾力·艾海木', '', '男', '1993-06-01', '中国', '团员', '新疆', '维吾尔族', '智慧教育学院', '', '未婚', '计算机科学与技术(S)', '唱歌，跳舞，踢足球', '653130199306012951', '无', '2011-09-01', '2013-06', '图木舒克市二中', '15152187798', '', '', '14计11', '14#105', '新疆图木舒克市旗干却勒镇52团平安2路', '普通话二级乙，驾驶证', '765', '艾海木江         父亲        图木舒克市      务农   13199985348\r\n孜比古克里木  母亲         图木舒克市      务农\r\n西尔艾力         兄弟          图木舒克市   高中生\r\n努尔比耶         兄妹           图木舒克市   待业\r\n努尔孜耶        兄妹            图木舒克市 幼儿园', '', '', '', '', '', null, null, '', '预科生', '\\20170312\\a9b504125cbf3785d7dcaad1b8e42da9.jpg', '57');
INSERT INTO `student_information` VALUES ('112', '140261003', '排尔哈提·吐尔孙', '', '男', '1992-12-14', '中国', '团员', '新疆', '维吾尔族', '智慧教育学院', '', '未婚', '计算机科学与技术(S)', '唱歌，跳舞，踢足球', '654101199212142412', '无', '2011-09-01', '2013-06', '伊宁市第四中学', '13270352712', '1473701569', 'g99977', '14计11', '14#105', '新疆伊宁市喀尔墩乡新华东路164号', '普通话二级乙', '', '阿克木江   堂哥  伊宁市喀尔墩乡   务农   14799980711', '', '', '', '', '', null, null, '', '预科生', '\\20170312\\48ed8becd9f173c599808b671e03300c.png', '58');
INSERT INTO `student_information` VALUES ('113', '140261006', '王智勇', '', '男', '1996-07-25', '.中华人民共和国', '共青团员', '内蒙古赤峰市', '蒙古', '智慧教育学院', '无', '未婚', '计算机科学与技术（师范）', '唱歌 运动', '150424199607250011', '', '2011.8.1', '2014.6.4', '林西第一中学', '15162265606', '1075746870 juejue', 'yongshenfans   juejue', '14计11', '泉山14#101', '内蒙古赤峰市林西县', '在读本科生', '10万', '王立明  父子 内蒙古赤峰市 林西中蒙医院 13847687039', 'All社团部门之星 学院六佳歌手 大学生发展协会优秀信息员', '', '', '', '', '梁佳', '15152181272', '高数 大学英语2 概率论 大学物理2 线性代数（未达到60）', '非定向 非预科', '\\20170412\\9207d644c4957d7fe69691d0fd6c3048.jpg', '109');
INSERT INTO `student_information` VALUES ('114', '140261008', '潘媛', '', '女', '1994-08-10', '中国', '团员', '广西', '壮', '智慧教育学院', '', '否', '计算机科学与技术（师范）', '', '450221199408104442', '', '2010.09', '2013.07', '柳江中学', '15162266078', '384077858盛夏光年', '', '14计11', '29#620-1', '广西壮族自治区柳州市柳江区', '普通话二级乙等、英语4级', '30000', '韦惠日，母女，广西壮族自治区柳州市柳江区木罗村蒙水屯43号，个体，18877250497', '', '', '', '', '', '', '15162237302', '', '非定向', '\\20170411\\4bdbec6ef59f75b2680b7c1ba3832ed7.jpg', '110');
INSERT INTO `student_information` VALUES ('115', '140261057', '艾萨·莫列克', '', '男', '1995-08-13', '中国', '团员', '新疆', '维吾尔族', '智慧教育学院', '', '未婚', '计算机科学与技术(S)', '唱歌，跳舞，踢足球，主持', '652922199508135012', '无', '2011-09-01', '2014-06', '珠海市实验中学', '17751971397', '7261466069', 'Aysa813', '14计11', '14#105', '温宿县博孜墩乡巴依里村一组021', '普通话二级乙，驾驶证，创业培训合格证', '785', '古拉热木·买木提孜   母亲  温宿县古城小区    18399713501', '', '', '', '', '', null, null, '', '内高，定向生', null, '59');
INSERT INTO `student_information` VALUES ('116', '140261058', '穆再排尔·如则托合提', '', '女', '1995-02-06', '中国', '团员', '新疆', '维吾尔族', '智慧教育学院', '', '未婚', '计算机科学与技术(S)', '跳舞', '653222199502060825', '无', '2010-09-01', '2014-06', '珠海实验中学', '15162260935', '1090380252', '1090380252', '14计11', '29#617', '新疆和田墨玉县扎瓦镇阔坎村1组', '普通话二级乙，驾驶证', '8700', '如则托合提      父亲    新疆和田墨玉县扎瓦镇阔坎村   务农     18095921721\r\n努尔加汗          母亲   新疆和田墨玉县扎瓦镇阔坎村 \r\n穆耶赛尔         妹妹   新疆和田墨玉县扎瓦镇阔坎村 \r\n阿卜杜热黑木  弟弟   新疆和田墨玉县扎瓦镇阔坎村    初中生', '', '胡猛', '15262051386', '武悦', '15052018325', '玛伊努尔', '15152187719', '', '内高，定向生', '\\20170313\\155bb110eef387bf5a67e5749dc7c037.jpg', '60');
INSERT INTO `student_information` VALUES ('117', '140261059', '杨有努', '', '男', '1991-12-24', '中国', '团员', '新疆', '东乡族', '智慧教育学院', '', '未婚', '计算机科学与技术(S)', '', '622926199112241011', '', '2010-09-01', '2014-06', '新疆吉木萨尔县三台镇中学', '15366768507', '244315526 予你心安', '244315526  封印', '14计11', '14#104', '新疆昌吉州吉木萨尔县三台镇', '', '一万', '杨进林   父亲    新疆吉木萨尔县     务农   13364902279\r\n马芳    母亲       新疆吉木萨尔县     务农  13399946873', '', '武杲', '15162250063', '武杲', '15162250063', null, null, '高数1    计算机网络   尔雅课程', '定向生', '\\20170313\\87bff94cf5a33e2ccce69c802934a1ed.jpg', '61');
INSERT INTO `student_information` VALUES ('118', '140269097', '黄晓鹏', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '111');
INSERT INTO `student_information` VALUES ('119', '140090002', '迪丽妮嘎尔·依明江', '', '女', '1995-01-13', '中国', '团员', '新疆', '维吾尔族', '智慧教育学院', '', '未婚', '教育技术学(S)', '跳舞，唱歌', '650102199501132627', '无', '2011-09-01', '2013-06', '新疆乌鲁木齐市第三中学', '13669913349', '1025375641', 'Dd113Dd', '14教51', '31#605', '乌鲁木齐市沙依巴克区友好南路936号1号楼2单元402号', '普通话二级乙', '36000', '依明江·麦合苏提  父亲  新疆乌市   病退   13319046238\r\n米热古丽·买买提  母亲  新疆乌市  家庭妇女  13319834381\r\n依米热江·依明江  姐弟  新疆乌市  \r\n依克热木·依明江  姐弟  新疆乌市', '', '陈悦青', '152-6205-3229', '李强', '158-5223-3315', '骆娇娇', '151-6226-7202', '学习科学与技术,信息化教学设计,智慧教育学,信息化教学设计', '预科非定向生', '\\20170317\\ecdf14be48399def689aa4372dcbeaa3.png', '62');
INSERT INTO `student_information` VALUES ('120', '140090003', '卡依尔江·努尔麦麦提', '', '男', '1992-05-08', '中国', '团员', '新疆', '维吾尔族', '智慧教育学院', '', '未婚', '教育技术学(S)', '唱歌，弹琴', '653130199205080058', '无', '2011-09-01', '2013-06', '乌市高级中学', '15152187709', '770606336', '15152187709 kair', '14教51', '10#523', '新疆乌鲁木齐市天山区宁夏湾巷45号1号楼2单元302室', '', '2500', '努尔麦麦提·阿玉甫  父亲 新疆乌市  小商人 13319046238\r\n提拉克孜·吐拉客   母亲  新疆乌市 家庭妇女  13319834381\r\n库尔班江  兄弟  新疆乌市  打工\r\n开麦尔江 兄弟   新疆乌市 \r\n苏比努尔  兄弟  新疆乌市  高中生', '高中艺术作品获得全国一等奖', '', '', '', '', null, null, '学习科学与技术，教学设计', '预科生', '\\20170314\\435002cc4b68a22659f949dccc285b43.jpg', '63');
INSERT INTO `student_information` VALUES ('121', '140090007', '陈巧巧', '无', '女', '1996-05-07', '中国', '团员', '湖南', '土家族', '智慧教育学院', '无', '未婚', '教育技术学', '无', '43072619960507484X', '无', '2011-09-01', '2014-06-08', '澧斓中学', '15162267171', '1052668636', '15162267171', '14教51', '31#621-2', '湖南', '普通话二乙 英语四级 计算机一级', '未知', '陈康教 爸爸 湖南省常德市石门县壶瓶山镇 务农 13469177959\r\n朱泽英 妈妈 湖南省常德市石门县壶瓶山镇 务农 15197654729', '无', '骆娇娇', '15162267202', '李强', '15852233315', '戚畅', '15162053138', '无', '无', '\\20170315\\c896f4ac3b6100d7651359937c9d0b11.jpg', '112');
INSERT INTO `student_information` VALUES ('122', '140090110', '赵亚菲', '', '女', '1996-04-25', '中国', '团员', '贵州省安顺市西秀区蔡官镇交椅村', '白族', '智慧教育学院', '', '', '教育技术', '', '522501199604255521', '', '2011-9', '2014-6', '安顺市第一高级中学', '15651355397', '1208064114（唷）', '', '14教51', '31#617', '贵州省安顺市西秀区蔡官镇交椅村', '普通话二乙，计算机二级，', '', '父亲：13985721352', '', '', '', '张莹莹', '15651355396', null, null, '', '', '\\20170314\\1c548dba8f0f96f929c3be5345416d6e.jpg', '113');
INSERT INTO `student_information` VALUES ('123', '140090114', '努尔曼古丽·艾买尔', '', '女', '1993-11-12', '中国', '团员', '新疆', '维吾尔族', '智慧教育学院', '', '未婚', '教育技术学(S)', '跳舞', '653130199311122020', '', '2010-09-01', '2014-06', '上海市金山中学', '15152187723', '3117007693', '15152187723', '14教51', '29#617', '新疆喀什地区巴楚县英吾斯塘乡英吾斯塘村3组053号', '普通话二级乙', '7000', '艾买尔·可热木  父亲  新疆巴楚县  务农  13657530494 \r\n阿依孜木古丽  母亲   新疆巴楚县   务农\r\n阿依夏木古丽 妹妹    新疆巴楚县   高中生\r\n艾山江           弟弟   新疆巴楚县   初中生', '', '', '', '', '', null, null, '', '内高，定向生', '\\20170312\\5b1aa1d819e7ab11e72251318185f0d5.jpg', '64');
INSERT INTO `student_information` VALUES ('124', '140090119', '努尔木哈买提·巴合提汗', '', '男', '1993-06-15', '中国', '共青团员', '新疆', '哈萨克族', '智慧教育学院', '', '', '教育技术学(S)', '武术散打', '65900119920615423x', '', '2009', '2012', '新疆沙湾县第二中学', '15152187806', '276262741', 'nuer615', '14教51', '10#522', '新疆石河子市135团场', '机动车驾驶证；', '6000元整', '巴提古丽       母亲          新疆石河子135团场        种地                13579777824\r\n木哈买提汉    弟弟          新疆石河子135团场         放牧               13779702424\r\n江莎娅            妹妹          新疆石河子135团场        小学', '', '罗娇娇', '15162267202', '李强', '158-5223-3315', '', '', '无', '预科非定向', null, '65');
INSERT INTO `student_information` VALUES ('125', '140090124', '曹亚琴', '曹江', '女', '1996-07-17', '中国', '团员', '湖南省沅陵县', '土家族', '智慧教育学院', '无', '未婚', '教育技术学', '无', '43122219960717', '无', '2011-08-20', '2014-06-08', '沅陵一中', '15162267179', '1036644783chestnut', '15162267179chestnut1118', '14教51', '31#619', '湖南省沅陵县', '普通话二级乙等、英语六级、计算机一级', '48000', '曹义洪、父亲、湖南省沅陵县、个体、13631932358\r\n李德春、母亲、湖南省沅陵县、个体、18774751568\r\n曹欣、弟弟、湖南省沅陵县、学生、无', '院级演讲比赛优秀奖、校青协优秀干事、图书馆优秀志愿者、靖州优秀支教', '骆娇娇', '15162267202', '刘宇虹', '15162267158', null, null, '', '预科', '\\20170315\\15a06ddb7ea35f98b24eebb54e382ca5.png', '114');
INSERT INTO `student_information` VALUES ('126', '140090183', '杨慧', null, '女', null, null, null, null, '回族', null, null, null, '教育技术学(S)', null, '654124199610102525', null, null, null, null, '18952261757', null, null, '14教51', null, '巩留县高级中学', null, null, null, null, null, null, null, null, null, null, null, null, null, '66');
INSERT INTO `student_information` VALUES ('127', '140090185', '沙如里·蒙克巴特', '', '女', '1996-10-30', '中国', '团员', '新疆', '蒙古族', '智慧教育学院', '', '未婚', '教育技术学(S)', '演小品', '652722199610300749', '无', '2011-09-01', '2014-06', '尼勒克县一中', '18252150739', '1248588429 画个句号给今天', 'srl18252150739 小马丁', '14教51', '', '新疆伊犁尼勒克县79团农四连', '', '8000', '巴哈尔    母亲   新疆伊犁尼勒克县79团农四连   牧民    18290998260\r\n何长江    姐弟    新疆伊犁尼勒克县79团农四连    学生  ', '', '', '', '', '', null, null, '', '定向生', '\\20170313\\46d9b1868f65cc9600d57351f9872580.jpg', '67');
INSERT INTO `student_information` VALUES ('128', '15090001', '赵厚生', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '115');
INSERT INTO `student_information` VALUES ('129', '15090002', '古丽加米拉·阿它乌拉', '', '女', '1993-08-07', '中国', '团员', '新疆', '维吾尔族', '智慧教育学院', '伊斯兰教', '未婚', '计算机类', '唱歌，绘画', '650102199308074525', '无', '2011-09-01', '2013-06', '新疆实验中学', '13218539116', '朴美宣', 'jamila', '15智11班', '29#411', '乌鲁木齐市天山区英阿瓦提路35号三号楼2207号', '', '25000', '米利开木·艾米都拉  母亲  乌鲁木齐市天山区   乌鲁木齐市天山区保洁员    13065038433\r\n阿塔吾拉·吾铺尔  父亲    乌鲁木齐市萨衣巴克小区  新疆乌鲁木齐市天山区维稳工作人员  13218539116\r\n古丽加娜提·阿塔吾拉  妹妹   乌鲁木齐市天山区   新疆广播大学     13070457475', '2016年江苏师范大学举办的绘画比赛中取得二等奖', '袁天昊', '13023517197', '李冉', '18796323526', '热依拉', '18361351286', '马克思主义', '预科生', '\\20170320\\569bd764d8b9ec3e3abcaf6997531f7b.png', '68');
INSERT INTO `student_information` VALUES ('130', '15090003', '阿衣其来克·马米西', '', '女', '1994-08-08', '中国', '团员', '新疆', '柯尔克孜族', '智慧教育学院', '', '未婚', '计算机类', '', '653024199408080020', '无', '', '', '', '18852172907', '765767927', '18852172907  ❤B-R', '15计01', '29#411', '新疆乌恰县六区康安小区9号楼五单元507号', '', '', '马米西•塔西买买提   父亲      新疆乌恰县康安小区9号楼5单元507  中国农业银行乌恰县支行  13899494627\r\n阿衣那古力•沙提瓦尔地  母亲     新疆乌恰县康安小区9号楼5单元507     下岗无业         18099082274\r\n阿克马那衣•马米西      妹妹   福建省厦门市同安区同安第一中学     学生', '', '', '', '', '', null, null, '', '预科生', null, '69');
INSERT INTO `student_information` VALUES ('131', '15090004', '杨同洲', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '116');
INSERT INTO `student_information` VALUES ('132', '15090074', '姜超', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '117');
INSERT INTO `student_information` VALUES ('133', '15090097', '滕少白', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '118');
INSERT INTO `student_information` VALUES ('134', '15090163', '李云涛', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '119');
INSERT INTO `student_information` VALUES ('135', '15090177', '阿迪拉·麦麦提', '', '女', '1995-11-10', '中国', '团员', '新疆', '维吾尔族', '智慧教育学院', '伊斯兰教', '未婚', '计算机类', '跳舞，羽毛球', '652924199511100024', '无', '2010-09-01', '2014-06', '昌吉市第七中学', '13218535759', '1784683143', 'adila', '15计04', '29#507', '新疆阿克苏沙雅县沙雅镇文化东街鸿运小区2号楼502室', '普通话二级乙，驾驶证', '4000', '麦麦提·麦合木提  父亲     阿克苏沙雅县沙雅镇文化东街鸿运小区    退休  13999660717\r\n阿米娜·扎伊尔  母亲    阿克苏沙雅县沙雅镇文化东街鸿运小区    家庭妇女  13579127595\r\n萨尔达尔  姐弟    阿克苏沙雅县沙雅镇文化东街鸿运小区             小学生', '民族联欢会优秀演员 ，民族联欢会优秀小标兵，优秀运动员', '', '', '李冉', '13685172602', '邓希文', '18796328916', '', '定向生', '\\20170312\\5652b5cbb359d07b8efdbf5949bc3744.png', '70');
INSERT INTO `student_information` VALUES ('136', '15090178', '阿卜杜喀哈尔·喀斯木', '', '男', '1995-02-01', '中国', '团员', '新疆', '维吾尔族', '智慧教育学院', '', '未婚', '计算机类', '打排球', '653221199502011736', '无', '2011-09-01', '2015-06', '北京昌平第二中学', '18796329026', '604807999', '604807999', '15计04', '14#301', '新疆和田地区和田县伊斯拉木阿提乡', '', '2000', '喀斯木·阿斯木  父亲   和田县伊斯拉木阿提乡    伊斯拉木阿提乡中学  18799385161\r\n乌汗尼萨·买买提  母亲      和田县伊斯拉木阿提乡 \r\n凯丽比努尔  姐姐   和田县伊斯拉木阿提乡 \r\n阿布杜克尤木  弟弟    和田县伊斯拉木阿提乡 ', '大一新生杯篮球赛 帮我们学院获得了冠军      大二 参加了民族联欢会获得了优秀个人奖 还参加了元旦晚会。', '袁天昊', '18796328506', '李冉', '13685172602', '阿布都克尤木', '18361392783', '概率论   数据结构  ', '内高，定向生', '\\20170312\\b5ec8c7a14283faef9d29afa3b1f5e57.png', '71');
INSERT INTO `student_information` VALUES ('137', '15090179', '阿布都克尤木·努尔麦麦提', '', '男', '1995-01-05', '中国', '团员', '新疆', '维吾尔族', '智慧教育学院', '', '未婚', '计算机科学与技术', '跑步', '653127199501050672', '', '2011-09-01', '2015-06', '珠海市实验中学', '18361392783', '1468806233', '1468806233', '15智11', '14#301', '新疆喀什麦盖提县央塔克乡乌依鲁克村1组49号', '', '1500', '努尔麦麦提·吾舒尔  父亲    喀什麦盖提县央塔克乡  务农  18130820037\r\n阿依努尔汗·阿布都外力  母亲   喀什麦盖提县央塔克乡  务农\r\n阿布杜喀哈尔  弟弟    喀什麦盖提刀郎中学   学生\r\n古再丽努尔  姐姐    喀什麦盖提县央塔克乡  ', '在江苏师范大学贾汪校区2015-2016校园文化活动中被评为“先进个人”。智慧教育学院贾汪校区“美丽师大，温情家园”中荣获“文化创意宿舍”。在江苏师范大学“2015级新生才艺展”活动中被评为“优秀演员”。', '袁天昊', '18796328506', '李冉', '13685172602', '周鹏', '18796328876', '普通心理学 数据结构预算法', '内高，定向生', '\\20170312\\f6c3b501f5bc36c5239e5dd666424210.png', '72');
INSERT INTO `student_information` VALUES ('138', '15090180', '努尔比耶·太外库力', '', '女', '1995-10-01', '中国', '团员', '', '维吾尔族', '智慧教育学院', '', '未婚', '计算机类', '跳舞', '653122199510013724', '无', '2012-09-01', '2015-06', '长春希望中学', '15952235716', '1689076195', '13070058960', '15计04', '29#507', '新疆喀什疏勒县阿拉力乡阿恰勒村5组30号 太外库力.艾则孜 收', '', '7000', '太外库力·艾孜则  父亲   喀什疏勒县阿拉力乡  农民   13289032494\r\n塔吉古丽·吾拉木  母亲    喀什疏勒县阿拉力乡  农民    15214907718\r\n米尔阿迪力   兄弟  昌吉职业技术学院  学生\r\n艾则提艾力  兄弟 湖北武汉汉铁高级中学  学生\r\n阿迪力艾则孜  兄弟  疏勒县阿拉力乡  学生', '', '', '', '', '', null, null, '', '内高，定向生', '\\20170312\\ae50727573052d4d2718be70fc34ebeb.png', '73');
INSERT INTO `student_information` VALUES ('139', '15063069', '阿合朱力·叶尔江', '无', '男', '1995-01-15', '中国', '团员', '新疆', '哈萨克族', '智慧教育学院', '伊斯兰', '未婚', '教育技术学(S)', '足球  篮球', '654326199501151014', '无', '2011-09', '2014-06', '吉木乃县高级中学', '18796327879', '596935527    A', '596935527   A', '15教51', '14#303', '新疆吉木乃县吉木乃镇别拉热克村60号', '', '3万6', '叶尔江·托合达木拉提      父亲      新疆吉木乃县吉木乃镇   信用社   13565794286', '无', '王玉茹', '18796329186', '王云武', '13952297951', '吴兴', '18796328138', '无', '预科', null, '74');
INSERT INTO `student_information` VALUES ('140', '15071001', '陈爱艳', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '120');
INSERT INTO `student_information` VALUES ('141', '15071002', '张诗捷', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '121');
INSERT INTO `student_information` VALUES ('142', '15071003', '王宇茹', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '122');
INSERT INTO `student_information` VALUES ('143', '15071004', '坎·其力格尔', null, '男', null, null, null, null, '蒙古族', null, null, null, '教育技术学(S)', null, '652723199305292814', null, null, null, null, '18952261757', null, null, '15教51', '14#302', '新疆博尔塔拉蒙古自治州温泉县农业技术推广站', null, null, null, null, null, null, null, null, null, null, null, null, null, '75');
INSERT INTO `student_information` VALUES ('144', '15071011', '包曙明', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '123');
INSERT INTO `student_information` VALUES ('145', '15071014', '杜晴', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '124');
INSERT INTO `student_information` VALUES ('146', '15071015', '姜松雪', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '125');
INSERT INTO `student_information` VALUES ('147', '15071182', '马倩', null, '女', null, null, null, null, '回族', null, null, null, '教育技术学(S)', null, '654123199610202845', null, null, null, null, '18952261757', null, null, '15教51', null, '霍城县江苏中学', null, null, null, null, null, null, null, null, null, null, null, null, null, '76');
INSERT INTO `student_information` VALUES ('148', '16090103', '雷瑶瑶', '无', '女', '1998-05-29', '中国', '团员', '浙江省丽水市', '畲族', '智慧教育学院', '无', '未婚', '计算机科学与技术', '运动', '332501199805290221', '无', '2013-09-01', '2016-06-06', '浙江省丽水中学', '17712036007', '1025773164、Stephen Curry', 'lyy19980529、Y', '16智11', '33#603', '浙江省丽水市莲都区天宁三村三幢六号', '本科', '24000', '雷国伟、父女、浙江省丽水市莲都区天宁三村三幢六号、金圆机械厂、18857802380\r\n吴利珠、母女、浙江省丽水市莲都区天宁三村三幢六号、无、13957076342', '无', '何峰', '15651468213', '张文斌', '13775888218', '李楚', '18852191361', '军事理论', '非定向', '\\20170408\\f113badcaace645afeafc7b512987f55.jpg', '126');
INSERT INTO `student_information` VALUES ('149', '16090119', '岑景', '', '男', '1998-8-28', '中国', '共青团员', '贵州', '苗', '智慧教育学院', '', '未婚', '计算机科学与技术', '', '522326199808289818', '', '2013-7-1', '2016-6-9', '打易中学', '15985378857', '1571962469，零向量', 'weizhi15985378857', '16智11班', '506', '贵州省望谟县打易镇纳降村廖家寨组', '高中', '20000', '岑正学，父亲，贵州省望谟县打易镇纳降村廖家寨组，务农，18744736397\r\n韦东妹，母亲，贵州省望谟县打易镇纳降村廖家寨组,务农,\r\n岑艳，妹妹，贵州省望谟县打易镇纳降村廖家寨组,学生，', '', '郝家奇', '15501439927', '张文斌', '13775888218', '商炎广', '13063523830', '无', '非定向', null, '127');
INSERT INTO `student_information` VALUES ('150', '16090157', '陈晨', '', '女', '1998-03-06', '中国', '团员', '江苏省连云港市', '回族', '智慧教育学院', '无', '未婚', '计算机科学与技术', '画画', '320722199803060026', '', '2013.9.1', '2016.6.30', '江苏省东海高级中学', '电话：15505198504', '1598050325', '15151235035', '16智12', '33#606', '江苏省连云港市东海县', '', '', '陈胜伍、父亲、江苏省东海县、无、13915960169\r\n戴瑶彦、母亲、江苏省东海县、无、15161355765', '', '黄汝佳', '13914879165', '孙建乔', '13952199852', '陈海娜', '13160188823', '无', '非定向', null, '128');
INSERT INTO `student_information` VALUES ('151', '16090404', '张燕芝', '', '女', '1997-08-09', '中国', '团员', '贵州', '苗', '智慧教育学院', '', '', '教育技术', '', '522630199708090028', '', '2013-09-01', '2016-07-31', '黔东南州振华民族中学', '13063513667', '2484853958     ', '', '16智51', '33#515', '贵州省台江县施洞镇偏寨村二组', '', '', '张元辑    父亲    贵州省台江县施洞镇偏寨村二组      无    15821646973\r\n潘板引   母亲     上海市浦东新区合庆镇直属村                   13262944515', '', '倪清', '13023517197', '丁杰', '18086753479', '李云', '18305216921', '', '', '\\20170315\\58a48776fd945bcc4a156de268fa6717.jpg', '129');
INSERT INTO `student_information` VALUES ('152', '16090407', '梁芳美', '无', '女', '1998-04-11', '中国', '共青团员', '广西壮族自治区', '壮族', '智慧教育学院', '无', '未婚', '教育技术学', '', '450802199804118225', '', '2013年9月', '2016', '广西贵港市江南中学', '13023525232', '250024627  夏至未央', '', '16智51', '33#513', '广西贵港市', '', '30000', '梁世亮  父亲  广西贵港市  广西贵港市贵糖热电厂  13978582093', '', '', '', '丁杰', '18086753479', '', '', '', '非', '\\20170316\\7305d045bfbe8cf6d433a62c64a2cc93.jpeg', '130');
INSERT INTO `student_information` VALUES ('153', '16090413', '穆凯代斯·艾麦尔', '', '女', '1997-10-02', '中国', '团员', '新疆', '维吾尔族', '智慧教育学院', '', '未婚', '教育技术学(S)', '打排球', '653222199710021847', '无', '2012-09-01', '2016-06', '浙江金华中学', '18852121390', '2529291211', '2529291211', '16智51', '33#517', '新疆墨玉县加汗巴格乡阿亚格达拉斯克勒村7组26号', '', '2000', '艾麦尔·阿西木 父亲   墨玉县加汗巴格乡  务农  13070082083\r\n穆海拜提·肉孜  母亲     墨玉县加汗巴格乡  务农\r\n比丽克孜·艾麦尔  妹妹    墨玉县加汗巴格乡   高中\r\n麦迪娜·艾麦尔 妹妹   墨玉县加汗巴格乡    初中\r\n木合依丁·艾麦尔    弟弟  墨玉县加汗巴格乡    初中', '民族联欢晚会积极分子奖状', '萨拉排提', '15950699013', '丁杰', '18086753479', '吉白', '15950699130', '', '预科非定向', '\\20170315\\74964065e069f4e8d114f5509c7b29d1.jpg', '77');
INSERT INTO `student_information` VALUES ('154', '16090414', '赵煜颖', '', '女', '1996-07-13', '中国', '团员', '云南', '白族', '智慧教育学院', '', '未婚', '教育技术学（s）', '烹饪 ', '532932199607130343', '', '2012-09', '2015-06', '鹤庆县第一中学', '17712035919', '1281853116 戴帽子的鱼。', '15125274328  赵小赵', '16智51', '33#516', '云南', '驾驶证', '', '赵卫东 父亲 云南省大理白族自治州鹤庆县 17712035919', '', '', '', '丁杰', '18086753479', '', '', '无', '预科', '\\20170315\\d3fcc74e758b60c6a9d48e49a4081e29.jpg', '131');
INSERT INTO `student_information` VALUES ('155', '16090417', '伍光英', '', '女', '1995-08-05', '中国', '团员', '贵州长顺', '布依族', '智慧教育院', '', '否', '教育技术学', '写作', '522729199508051227', '', '2012.9', '2015.7', '长顺民族高级中学', '15190667889', '1443861302', 'w1443861302', '16智51', '33#516', '贵州省长顺县代化镇', '', '12000', '伍洪光 父亲  福建省  18744764310', '', '朱卫卫', '', '丁杰', '', '李京宣', '', '', '预科', null, '132');
INSERT INTO `student_information` VALUES ('156', '16090457', '谢尔瓦乃姆·麦麦提', '', '女', '1997-06-10', '中国', '团员', '新疆', '维吾尔族', '智慧教育学院', '', '未婚', '教育技术学（乡村）', '跳舞', '653121199706101543', '无', '2013-09-01', '2016-06', '吉林省长春市希望高中', '15062186023', '1342746508', '15062186023', '16智51', '33#520', '新疆喀什疏附县站敏乡17村1组(谢尔瓦乃姆·买买提)', '', '2000', '麦麦提江  父亲    喀什疏附县站敏乡   农民   18742801267\r\n海尼古丽  母亲    喀什疏附县站敏乡   农民  18799542690\r\n穆再排尔·麦麦提  兄妹    喀什疏附县站敏乡    \r\n谢姆斯耶  兄妹   喀什疏附县站敏乡', '校级少数民族联欢晚会获得积极分子奖', '萨拉排提', '15950699013', '丁杰', '18086753479', '蒋婷婷', '13063528715', '无', '内高，定向生', '\\20170312\\bf1ab28d780f7ab6a54728698ada7c2e.png', '78');
INSERT INTO `student_information` VALUES ('157', '16090458', '玛丽哈巴·沙比提', '', '女', '1996-01-19', '中国', '团员', '新疆', '维吾尔族', '智慧教育学院', '', '未婚', '教育技术学（乡村）', '跳舞', '652101199601193123', '无', '2012-09-01', '2016-06', '浙江省宁波北仑中学', '18752121885', '1765545375', 'M1765545375', '16智51', '33#521', '新疆吐鲁番地区胜金乡排孜阿瓦提村39号', '', '', '沙比提·乃木吐力  父亲   吐鲁番地区胜金乡排孜阿瓦提村  务农  13999041714\r\n阿瓦汗·吾普尔   母亲     吐鲁番地区胜金乡排孜阿瓦提村  务农   \r\n苏比努尔·沙比提  姐姐    吐鲁番地区胜金乡排孜阿瓦提村  务农  13109952808\r\n沙拉木·沙比提  弟弟     吐鲁番地区胜金乡排孜阿瓦提村   高中生  ', '', '倪清', '13023517197', '丁杰', '18086753479', '张萌萌', '13063526369', '无', '内高，定向生', '\\20170314\\174a74f7c8478060c42c7d8e0fe0c8f6.jpg', '79');
INSERT INTO `student_information` VALUES ('158', '16090476', '萨拉排提·托合提', '', '女', '1996-04-06', '中国', '团员', '新疆', '维吾尔族', '智慧教育学院', '', '未婚', '教育技术学（乡村）', '跳舞', '653221199604060424', '无', '2013-09-01', '2016-06', '上海南汇中学', '15950699013', '2648962029', '2648962029', '16智51', '33#522', '新疆和田市吐沙拉乡加拉勒巴格村337号', '', '1000', '托合提·努日  父亲  和田市吐沙拉乡  农民  13289032494\r\n图迪尼萨 ·艾麦尔  母亲   和田市吐沙拉乡  农民  15214907718\r\n阿布都莫特明   哥哥   和田市吐沙拉乡  农民', '', '倪清', '13023517197', '丁杰', '18086753497', '居研', '18752125313', '计算机', '内高，定向生', '\\20170312\\618d551faf212fa61edf93ba5ab8de94.png', '80');
INSERT INTO `student_information` VALUES ('159', '16090484', '肖思文', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '133');
INSERT INTO `student_information` VALUES ('160', '16090487', '牙力坤江·亚生', '', '男', '1997-03-11', '中国', '团员', '新疆', '维吾尔族', '智慧教育学院', '', '未婚', '教育技术学（乡村）', '', '653226199703113212', '', '2012-09-01', '2016-06', '上海市金山中学', '18852121530', '1781473885 珍惜', 'y1781473885', '16智51', '34#602', '新疆和田于田县奥依托格拉克乡托格拉吾斯塘村46号亚生·牙柯甫', '', '800', '亚生·牙柯甫   父亲   和田于田县奥依托格拉克乡  务农  15352638963\r\n忙莱西汗·买色地克  母亲   和田于田县奥依托格拉克乡  务农  \r\n努日曼古丽·亚生   妹妹   克拉玛依第十中学（内初班） 初中', '', '倪清', '13023517197', '丁杰', '18086753479', '', '', '', '内高，定向生', '\\20170312\\09e48122b6c1b1cc2e46ffaa5b34ca55.jpg', '81');
INSERT INTO `student_information` VALUES ('161', '16090260', '王玉', '', '男', '1997-07-26', '中国', '群众', '贵州省', '布依族', '智慧教育学院', '无', '', '软件工程', '唱歌', '520203199707262411', '', '2013-09', '2016-06', '六盘水市的二中学', '17714173026', '1131562557 好好先森', '', '16智72', '34#615', '贵州省六枝特区落别乡长寨村二组', '', '10000', '王胜-父子-绍兴市柯桥区湖滨村-伟畅纺织厂-15805858743\r\n卢明琼-母子-绍兴市柯桥区湖滨村-伟畅纺织厂-15805858743\r\n王丽-姐弟-贵州医科大学-15885321104\r\n王萍-兄妹-六枝特区第一中学-13765722396\r\n王梅-兄妹-平寨镇第二中学-13765722396', '无', '', '', '李强', '15852233315', null, null, '高数、军事理论、英语', '非定向内高', '\\20170314\\474937e3bfd86fd4e8e728b5d455581e.jpg', '134');
INSERT INTO `student_information` VALUES ('162', '16090264', '吴昊聪', '无', '男', '1998-4-28', '中华人民共和国', '共青团员', '江苏如皋', '回族', '智慧教育学院', '无宗教信仰', '未婚', '软件工程（嵌入式培养）', '计算机', '320106199804281215', '', '2013-9-1', '2016-7-1', '南京师范大学附属中学', '17714173070', '316984810 大葱鸭', '', '16智72', '34#609', '江苏南京', '大学英语四级 机动车驾驶证', '', '吴峻宁 父 南京市三汊河百合果园19幢一单元1901 南京豪威工贸集团 13951927117 吴蕾 母 南京市三汊河百合果园19幢一单元1901 江苏省信息中心 15805163280', '大学英语四级证书 学院辩论赛亚军 校英语演讲二等奖 学院歌手大赛二等奖 学生会部门之星', '曹博凯', '17714173250', '李强', '15852233315', '谢德荣', '17712038356', '无', '非定向内高', '\\20170316\\fcb18b38d67139397d7a5cde3409bb7e.jpg', '135');

-- ----------------------------
-- Table structure for student_information_in_cn
-- ----------------------------
DROP TABLE IF EXISTS `student_information_in_cn`;
CREATE TABLE `student_information_in_cn` (
  `student_id` varchar(255) NOT NULL,
  `chinese_name` varchar(255) NOT NULL COMMENT '中文名字',
  `nickname` varchar(255) DEFAULT NULL COMMENT '绰号',
  `sex` varchar(255) DEFAULT NULL COMMENT '性别',
  `birthday` varchar(255) DEFAULT NULL COMMENT '出生年月',
  `country` varchar(255) DEFAULT NULL COMMENT '国籍',
  `political_status` varchar(255) DEFAULT NULL COMMENT '政治面貌',
  `native_place` varchar(255) DEFAULT NULL COMMENT '籍贯',
  `nation` varchar(255) DEFAULT NULL COMMENT '民族',
  `faculty` varchar(255) DEFAULT NULL COMMENT '院系',
  `religious` varchar(255) DEFAULT NULL COMMENT '宗教',
  `marital_status` varchar(255) DEFAULT NULL,
  `professional` varchar(255) DEFAULT NULL,
  `speciality` varchar(255) DEFAULT NULL,
  `identity_card` varchar(255) DEFAULT NULL,
  `passport` varchar(255) DEFAULT NULL,
  `high_school_time` varchar(255) DEFAULT NULL,
  `graduation_date` varchar(255) DEFAULT NULL,
  `high_school` varchar(255) DEFAULT NULL,
  `contact` varchar(255) DEFAULT NULL,
  `qq` varchar(255) DEFAULT NULL,
  `wechat` varchar(255) DEFAULT NULL,
  `class` varchar(255) DEFAULT NULL,
  `dorm` varchar(255) DEFAULT NULL,
  `household_register` varchar(255) DEFAULT NULL,
  `attainment_level` varchar(255) DEFAULT NULL,
  `annual_household_income` varchar(255) DEFAULT NULL,
  `direct_dependent` text,
  `award` varchar(255) DEFAULT NULL,
  `student_leader` varchar(255) DEFAULT NULL,
  `student_leader_phone` varchar(255) DEFAULT NULL,
  `head_teacher` varchar(255) DEFAULT NULL,
  `head_teacher_phone` varchar(255) DEFAULT NULL,
  `dorm_friend` varchar(255) DEFAULT NULL,
  `dorm_friend_phone` varchar(255) DEFAULT NULL,
  `retake_exam_conditions` varchar(255) DEFAULT NULL,
  `study_properties` varchar(255) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of student_information_in_cn
-- ----------------------------
INSERT INTO `student_information_in_cn` VALUES ('学号', '姓名', '别名(绰号)', '性别', '出生年月', '国籍', '政治面貌', '籍贯', '名族', '院系', '宗教信仰', '婚宴状况', '专业', '特长', '身份证', '护照', '高中入校时间', '毕业时间', '毕业中学', '联系方式', 'QQ号及昵称', '微信号及昵称', '班级', '宿舍', '户籍地', '学业水平', '家庭年收入', '直系亲属(姓名，关系，现住址，工作单位，联系方式)', '获奖情况', '学生干部', '学生干部手机号', '班主任', '班主任手机号', '舍友', '舍友手机号', '未通过科目', '学习性质(定向/非定向，预科/内高)');

-- ----------------------------
-- Table structure for user
-- ----------------------------
DROP TABLE IF EXISTS `user`;
CREATE TABLE `user` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `username` varchar(255) NOT NULL COMMENT '用户名',
  `password` varchar(255) NOT NULL COMMENT '密码 md5一层加密 简单就好',
  `power` int(255) NOT NULL COMMENT '权 0=>学生 1=>老师',
  PRIMARY KEY (`id`,`username`),
  UNIQUE KEY `id` (`id`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=155 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of user
-- ----------------------------
INSERT INTO `user` VALUES ('50', '123456', 'root123456', '1');
INSERT INTO `user` VALUES ('51', '130268040', '130268040', '0');
INSERT INTO `user` VALUES ('52', '130268001', '130268001', '0');
INSERT INTO `user` VALUES ('53', '130268049', '130268049', '0');
INSERT INTO `user` VALUES ('54', '130268072', '130268072', '0');
INSERT INTO `user` VALUES ('55', '130268073', '130268073', '0');
INSERT INTO `user` VALUES ('56', '140261001', '140261001', '0');
INSERT INTO `user` VALUES ('57', '140261002', '140261002', '0');
INSERT INTO `user` VALUES ('58', '140261003', '140261003', '0');
INSERT INTO `user` VALUES ('59', '140261057', '140261057', '0');
INSERT INTO `user` VALUES ('60', '140261058', '850162041', '0');
INSERT INTO `user` VALUES ('61', '140261059', '140261059', '0');
INSERT INTO `user` VALUES ('62', '140090002', '140090002', '0');
INSERT INTO `user` VALUES ('63', '140090003', '140090003', '0');
INSERT INTO `user` VALUES ('64', '140090114', '140090114', '0');
INSERT INTO `user` VALUES ('65', '140090119', '140090119', '0');
INSERT INTO `user` VALUES ('66', '140090183', '140090183', '0');
INSERT INTO `user` VALUES ('67', '140090185', '140090185', '0');
INSERT INTO `user` VALUES ('68', '15090002', '199687', '0');
INSERT INTO `user` VALUES ('69', '15090003', '15090003', '0');
INSERT INTO `user` VALUES ('70', '15090177', '15090177', '0');
INSERT INTO `user` VALUES ('71', '15090178', '15090178', '0');
INSERT INTO `user` VALUES ('72', '15090179', '15090179', '0');
INSERT INTO `user` VALUES ('73', '15090180', '15090180', '0');
INSERT INTO `user` VALUES ('74', '15063069', '15063069', '0');
INSERT INTO `user` VALUES ('75', '15071004', '15071004', '0');
INSERT INTO `user` VALUES ('76', '15071182', '15071182', '0');
INSERT INTO `user` VALUES ('77', '16090413', '16090413', '0');
INSERT INTO `user` VALUES ('78', '16090457', '16090457', '0');
INSERT INTO `user` VALUES ('79', '16090458', 'M13109952808', '0');
INSERT INTO `user` VALUES ('80', '16090476', '16090476', '0');
INSERT INTO `user` VALUES ('81', '16090487', '16090487', '0');
INSERT INTO `user` VALUES ('82', '16090415', '16090415', '0');
INSERT INTO `user` VALUES ('87', '140261062', '140261062', '0');
INSERT INTO `user` VALUES ('88', '1314520', '1314520', '0');
INSERT INTO `user` VALUES ('89', '520', '520', '0');
INSERT INTO `user` VALUES ('90', '520234556', '520234556', '0');
INSERT INTO `user` VALUES ('91', '13123123', '13123123', '0');
INSERT INTO `user` VALUES ('92', '7020160058', '980121', '1');
INSERT INTO `user` VALUES ('93', '6020030078', '6020030078', '1');
INSERT INTO `user` VALUES ('94', '6020160043', '6020160043', '1');
INSERT INTO `user` VALUES ('95', '6020120068', '6020120068', '1');
INSERT INTO `user` VALUES ('96', '6020100030', '6020100030', '1');
INSERT INTO `user` VALUES ('97', '130268012', '130268012', '0');
INSERT INTO `user` VALUES ('98', '130268054', '130268054', '0');
INSERT INTO `user` VALUES ('99', '130268078', '130268078', '0');
INSERT INTO `user` VALUES ('100', '130268082', '130268082', '0');
INSERT INTO `user` VALUES ('101', '130095001', '130095001', '0');
INSERT INTO `user` VALUES ('102', '130095009', '130095009', '0');
INSERT INTO `user` VALUES ('103', '130095013', '130095013', '0');
INSERT INTO `user` VALUES ('104', '130095014', '130095014', '0');
INSERT INTO `user` VALUES ('105', '130095019', '130095019', '0');
INSERT INTO `user` VALUES ('106', '130095027', '130095027', '0');
INSERT INTO `user` VALUES ('107', '130095034', '542546885wx', '0');
INSERT INTO `user` VALUES ('108', '130095037', '130095037', '0');
INSERT INTO `user` VALUES ('109', '140261006', '140261006', '0');
INSERT INTO `user` VALUES ('110', '140261008', '140261008', '0');
INSERT INTO `user` VALUES ('111', '140269097', '140269097', '0');
INSERT INTO `user` VALUES ('112', '140090007', '140090007', '0');
INSERT INTO `user` VALUES ('113', '140090110', '140090110', '0');
INSERT INTO `user` VALUES ('114', '140090124', '140090124', '0');
INSERT INTO `user` VALUES ('115', '15090001', '15090001', '0');
INSERT INTO `user` VALUES ('116', '15090004', '15090004', '0');
INSERT INTO `user` VALUES ('117', '15090074', '15090074', '0');
INSERT INTO `user` VALUES ('118', '15090097', '15090097', '0');
INSERT INTO `user` VALUES ('119', '15090163', '15090163', '0');
INSERT INTO `user` VALUES ('120', '15071001', '15071001', '0');
INSERT INTO `user` VALUES ('121', '15071002', '15071002', '0');
INSERT INTO `user` VALUES ('122', '15071003', '15071003', '0');
INSERT INTO `user` VALUES ('123', '15071011', '15071011', '0');
INSERT INTO `user` VALUES ('124', '15071014', '15071014', '0');
INSERT INTO `user` VALUES ('125', '15071015', '15071015', '0');
INSERT INTO `user` VALUES ('126', '16090103', '16090103', '0');
INSERT INTO `user` VALUES ('127', '16090119', '16090119', '0');
INSERT INTO `user` VALUES ('128', '16090157', '16090157', '0');
INSERT INTO `user` VALUES ('129', '16090404', '16090404', '0');
INSERT INTO `user` VALUES ('130', '16090407', '16090407', '0');
INSERT INTO `user` VALUES ('131', '16090414', '16090414', '0');
INSERT INTO `user` VALUES ('132', '16090417', '16090417', '0');
INSERT INTO `user` VALUES ('133', '16090484', '16090484', '0');
INSERT INTO `user` VALUES ('134', '16090260', '16090260', '0');
INSERT INTO `user` VALUES ('135', '16090264', '16090264', '0');
INSERT INTO `user` VALUES ('136', '6019890108', '6019890108', '1');
INSERT INTO `user` VALUES ('137', '6019980028', '6019980028', '1');
INSERT INTO `user` VALUES ('138', '6019990232', '6019990232', '1');
INSERT INTO `user` VALUES ('139', '6019990255', '6019990255', '1');
INSERT INTO `user` VALUES ('140', '6019990279', '6019990279', '1');
INSERT INTO `user` VALUES ('141', '6020020103', '6020020103', '1');
INSERT INTO `user` VALUES ('142', '6020020122', '6020020122', '1');
INSERT INTO `user` VALUES ('143', '6020020124', '6020020124', '1');
INSERT INTO `user` VALUES ('144', '6020030078', '6020030078', '1');
INSERT INTO `user` VALUES ('145', '6020030115', '6020030115', '1');
INSERT INTO `user` VALUES ('146', '6020030132', '6020030132', '1');
INSERT INTO `user` VALUES ('147', '6020050022', '6020050022', '1');
INSERT INTO `user` VALUES ('148', '6020070029', '6020070029', '1');
INSERT INTO `user` VALUES ('149', '6020100030', '6020100030', '1');
INSERT INTO `user` VALUES ('150', '6020120011', '6020120011', '1');
INSERT INTO `user` VALUES ('151', '6020120068', '6020120068', '1');
INSERT INTO `user` VALUES ('152', '6020160043', '6020160043', '1');
INSERT INTO `user` VALUES ('153', '6020140095', '6020140095', '1');
INSERT INTO `user` VALUES ('154', '6020150068', '6020150068', '1');
